import '../Events/Events.scss';

export const Events: React.FC = () => {
  return (
    <div className="events">
      <div className="events__wrapper">
        <h1 className="events__title">
          Запрошуємо майстрів з Європи та не тільки на грандіозну
          б’юті-конференцію!
        </h1>
        <div className="events__content">
          <p>
            15 травня 2025 року у сучасному та стильному Sound Garden Hote у
            Варшаві відбудеться Beauty Revolution Conference — подія, яка стане
            джерелом натхнення та нових знань для всіх, хто займається
            нарощенням вій.
          </p>{' '}
          <p>
            На вас чекають 6 унікальних тем, які охоплюють як технічні аспекти
            роботи, так і стратегії розвитку в б’юті-індустрії.
          </p>{' '}
          <p>
            Це шанс навчитися у топових експертів, отримати цінний досвід,
            знайти нові знайомства та вивести свій бізнес на новий рівень!
          </p>
          <p>
            Не пропустіть цю можливість — приєднуйтесь до революції у світі
            краси!
          </p>
        </div>
      </div>
    </div>
  );
};
